<!DOCTYPE html>
<html lang="en" dir="ltr">
     <head>
         <meta charset="utf-8">
         <meta name="viewport" content="width=device-width, initial-scale=1.0">
         <meta http-equiv="X-UA-Compatible" content = "ie=edge">
    <!-- <link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css" integrity="sha384-5sAR7xN1Nv6T6+dT2mhtzEpVJvfS3NScPQTrOxhwjIuvcA67KV2R5Jz6kr4abQsz" crossorigin="anonymous"> -->
         <link rel="stylesheet" href="../style.css">
         <script src="https://kit.fontawesome.com/a043b5b5e4.js" crossorigin="anonymous"></script>
         <title>Callum Beaney</title>

     </head>
     
<body>
    
    <div class="grid-2">    
        <div class="section1">
            
            <img src="../resources/face.jpeg" class="avatarimg" alt="Avatar" style="width:150px">
            <h2>Callum Beaney</h2>
            <p>Software Developer・Suffolk, UK</p> 
            
            <div style="display: inline-block; text-align: center;">

                <span style="padding: 0.1em;">  <a href="https://github.com/CallumBeaney">          <i class="fa-brands fa-github fa-lg">   </i>    </a>    </span>
                <span style="padding: 0.2em;">  <a href="https://www.instagram.com/callum_beaney/"> <i class="fa-brands fa-instagram fa-lg"></i>    </a>    </span>
                <span style="padding: 0.2em;">  <a href="https://www.linkedin.com/in/callum-beaney"><i class="fa-brands fa-linkedin  fa-lg"></i>    </a>    </span>
                <span style="padding: 0.1em;">  <a href="mailto:calbeaney@gmail.com">               <i class="fa-solid  fa-at        fa-lg"></i>    </a>    </span>
            </div>
            
            <nav>
                <br>
                <a href="../index.html">ABOUT ME</a><br>
                <a href="../coding.html">CODING PROJECTS</a><br>
                <a href="../writing.html"> MY WRITING</a><br>
                <a href="../translation.html">TRANSLATION</a><br>
                <a href="../photography.html">PHOTOGRAPHY</a><br>
            </nav>   

        </div>

        <div class="section2">

            <h2>織田作之助「注射」<br>Sakunosuke Oda's “Injection”</h2>
            <p style="font-size:x-small";>
                Taken from: <em>Daisuke Yokota: Heartpressed</em><br><br>
                This is a short story penned by modernist writer Sakunosuke Oda (1913 - 1947), who was famous for characterising Japan's post-war identity breakdown in short stories about the listlessness of modern life. Learn more about this period & the themes of this story here.<br><br>
                I have tried to maintain Oda’s relatively unadorned style while preserving the somewhat old-fashioned language, and the vocabulary used to the greatest extent. To that end, this is a ‘hard’ translation that prioritises the information in each sentence over any literary merit the translation might otherwise develop. The paragraph breaks match the book’s layout exactly.<br>
            </p>
            <br><br>        
            <p>&#27880;&#23556;&#12434;&#12377;&#12427;&#12367;&#12425;&#12356;&#12394;&#12425;&#27515;&#12435;&#12384;&#12411;&#12358;&#12364;&#12510;&#12471;&#12384;&#12289;&#30149;&#27671;&#12434;&#12375;&#12390;&#12418;&#27880;&#23556;&#12414;&#12391;&#12375;&#12390;&#21161;&#12363;&#12429;&#12358;&#12392;&#24605;&#12431;&#12396;&#12392;&#35328;&#12387;&#12390;&#12356;&#12383;&#65377;&#12288;&mdash;&mdash;&#12288;&#12381;&#12428;&#12411;&#12393;&#27880;&#23556;&#12398;&#23244;&#12356;&#12394;&#30007;&#12391;&#12354;&#12387;&#12383;&#12290;</p>

            <p>&ldquo;Rather than take an injection, dying would be preferable. Even in sickness, I would never think to go as far as to take a shot&rdquo; &ndash; His hatred of injections ran to such an extent.</p>
            <br>
            <p>&#27880;&#23556;&#12398;&#37341;&#12398;&#20013;&#12395;&#12399;&#12289;&#24746;&#39764;&#12398;&#27602;&#27671;&#12364;&#12399;&#12356;&#12387;&#12390;&#12356;&#12427;&#12392;&#20449;&#12376;&#36796;&#12435;&#12391;&#12356;&#12427;&#38929;&#20901;&#12394;&#23110;&#12373;&#12435;&#20197;&#19978;&#12395;&#12289;&#27880;&#23556;&#12392;&#12356;&#12358;&#12418;&#12398;&#12434;&#24656;&#12428;&#12390;&#12356;&#12383;&#12290;&#20253;&#26579;&#30149;&#12364;&#12399;&#12420;&#12387;&#12390;&#12289;&#30010;&#20869;&#19968;&#20154;&#27531;&#12425;&#12378;&#20104;&#38450;&#27880;&#23556;&#12434;&#21463;&#12369;&#12427;&#12409;&#12375;&#12392;&#12356;&#12358;&#12362;&#36948;&#12375;&#12364;&#12354;&#12387;&#12383;&#12392;&#12365;&#12289;&#12414;&#12427;&#12391;&#22812;&#36867;&#12370;&#21516;&#27096;&#12395;&#20182;&#12398;&#22303;&#22320;&#12408;&#26053;&#34892;&#12375;&#12383;&#12290;&#12364;&#12289;&#12381;&#12398;&#22303;&#22320;&#12391;&#12418;&#12414;&#12383;&#20253;&#26579;&#30149;&#12364;&#12399;&#12420;&#12387;&#12390;&#12356;&#12390;&#12289;&#27773;&#36554;&#12364;&#30528;&#12367;&#12394;&#12426;&#21462;&#12387;&#25681;&#12387;&#12390; &#65288;&#21462;&#12387;&#25429;&#12414;&#12387;&#12390;&#65289;&#12289;&#20104;&#38450;&#27880;&#23556;&#12434;&#12373;&#12360;&#12427;&#12371;&#12392;&#12395;&#12394;&#12387;&#12383;&#12364;&#12289;&#33258;&#20998;&#12398;&#38918;&#30058;&#12364;&#26469;&#12390;&#12289;&#30475;&#35703;&#23142;&#12395;&#33109;&#12434;&#28040;&#27602;&#12373;&#12428;&#12394;&#12364;&#12425;&#12289;&#21307;&#32773;&#12398;&#25345;&#12387;&#12390;&#12356;&#12427;&#37341;&#12434;&#35211;&#12383;&#36884;&#31471;&#12289;&#21330;&#20498;&#12375;&#12390;&#12375;&#12414;&#12387;&#12383;&#12392;&#12356;&#12358;&#12290;&#12381;&#12428;&#12411;&#12393;&#12398;&#27880;&#23556;&#12366;&#12425;&#12356;&#12398;&#23614;&#23822;&#12364;&#24613;&#12395;&#27880;&#23556;&#12510;&#12491;&#12450;&#12395;&#12394;&#12387;&#12390;&#12375;&#12414;&#12387;&#12383;&#12398;&#12384;&#12363;&#12425;&#39514;&#12367;&#12290;&#23455;&#12399;&#32048;&#21531;&#12364;&#30149;&#27671;&#12395;&#12394;&#12387;&#12390;&#12363;&#12425;&#12384;&#12392;&#12356;&#12358;&#12371;&#12392;&#12391;&#12354;&#12427;&#12290;</p>

            <p>He was terrified of syringes, even moreso than his obstinate grandmother, who firmly believed that the needle&rsquo;s hollow contained a demonic evil. With an epidemic spreading rapidly, the order that &ldquo;not a single person neighbourhood may remain unvaccinated&rdquo; spurred him to travel to a different region, as though fleeing in the dead of night. However, the contagion had spread to that place also, and he was caught and prepared for immunisation immediately upon arrival. His turn in line came. A nurse disinfected his arm, but the moment that he saw the needle that the doctor was holding, he fainted. That Ozaki would quickly develop such an enthusiasm for injections is astounding. As a matter of fact, it was the result of his wife&rsquo;s illness.</p>
            <br>
            <p>
            &#32048;&#21531;&#12398;&#30149;&#27671;&#12399;&#32963;&#30284;&#12391;&#12354;&#12387;&#12383;&#12290;&#30284;&#12398;&#33510;&#30171;&#12392;&#12356;&#12358;&#12418;&#12398;&#12399;&#12289;&#12371;&#12428;&#12399;&#12418;&#12358;&#22320;&#29508;&#12398;&#33510;&#12375;&#12415;&#12391;&#12354;&#12427;&#12290;&#12371;&#12398;&#19990;&#12398;&#20013;&#12391;&#12289;&#12371;&#12435;&#12394;&#30171;&#12373;&#12364;&#12354;&#12427;&#12398;&#12363;&#12392;&#12289;&#19990;&#12434;&#21610;&#12356;&#31070;&#12434;&#21610;&#12356;&#12383;&#12367;&#12394;&#12427;&#12367;&#12425;&#12356;&#12398;&#28608;&#30171;&#12391;&#12354;&#12427;&#12290;&#29983;&#12365;&#12394;&#12364;&#12425;&#12398;&#22320;&#29508;&#12384;&#12290;</p>

            <p>It was stomach cancer. The pain was already hellish. If one were to ask of such agony, it could only be said to be a pain intense enough to make one want to spite the god which cursed this world with it &ndash; a living hell.</p>
            <br>
            <p>
            &#30475;&#35703;&#23142;&#12399;&#19968;&#26178;&#38291;&#32622;&#12365;&#12395;&#12289;&#12514;&#12523;&#12498;&#12493;&#12364;&#23569;&#12375;&#12399;&#12356;&#12387;&#12390;&#12356;&#12427;&#37806;&#30171;&#21092;&#12398;&#12525;&#12531;&#12497;&#12531;&#12434;&#27880;&#23556;&#12375;&#12383;&#12290;&#12399;&#12376;&#12417;&#12398;&#20869;&#12289;&#23614;&#23822;&#12399;&#27880;&#23556;&#12398;&#37341;&#12434;&#35211;&#12427;&#12398;&#12364;&#36763;&#12356;&#12398;&#12391;&#12289;&#32048;&#21531;&#12364;&#27880;&#23556;&#12434;&#35380;&#12360;&#12383;&#36884;&#31471;&#12395;&#12289;&#38563;&#12398;&#37096;&#23627;&#12408;&#36867;&#12370;&#20986;&#12375;&#12390;&#12356;&#12383;&#12364;&#12289;&#32048;&#21531;&#12398;&#28608;&#30171;&#12364;&#30475;&#35703;&#23142;&#12364;&#19968;&#20154;&#12391;&#12450;&#12531;&#12503;&#12523;&#12434;&#20999;&#12387;&#12383;&#12426;&#12289;&#12450;&#12523;&#12467;&#12540;&#12523;&#12391;&#28040;&#27602;&#12375;&#12383;&#12426;&#12375;&#12390;&#12356;&#12427;&#26178;&#38291;&#12434;&#24453;&#12390;&#12394;&#12367;&#12394;&#12387;&#12390;&#26469;&#12427;&#12392;&#12289;&#23614;&#23822;&#12418;&#32048;&#21531;&#12398;&#33510;&#30171;&#12434;&#19968;&#31186;&#12391;&#12418;&#26089;&#12367;&#21644;&#12425;&#12370;&#12390;&#12420;&#12426;&#12383;&#12373;&#12395;&#12289;&#30475;&#35703;&#23142;&#12398;&#27880;&#23556;&#12434;&#12371;&#12431;&#12372;&#12431;&#25163;&#20253;&#12358;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&#12290;</p>

            <p>The nurse would administer a morphine-based painkiller called Ronpan [N.B. This is heroin] at one hour intervals. At first, Ozaki found the sight of the needle too much to bear, and upon hearing his wife resort to another dose he would flee to a nearby room, however seeing her pain intensifying, and seeing the nurse working alone and cutting the ampule without time to sterilise it, in wanting to save even a second of pain for his wife, Ozaki fearfully came to assist the nurse with her injections.</p>
            <br>
            <p>
            &#12375;&#12414;&#12356;&#12395;&#12399;&#12289;&#22812;&#20013;&#30475;&#35703;&#23142;&#12364;&#30496;&#12387;&#12390;&#12356;&#12427;&#38291;&#12289;&#32048;&#21531;&#12398;&#28608;&#30171;&#12364;&#12399;&#12376;&#12414;&#12427;&#12392;&#12289;&#23614;&#23822;&#12364;&#30475;&#35703;&#23142;&#12395;&#20195;&#12387;&#12390;&#12289;&#35211;&#12424;&#12358;&#35211;&#30495;&#20284;&#12391;&#27880;&#23556;&#12375;&#12390;&#12420;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&#12290;&#12384;&#12435;&#12384;&#12435;&#12381;&#12358;&#12375;&#12390;&#12356;&#12427;&#20869;&#12395;&#23614;&#23822;&#12398;&#27880;&#23556;&#12399;&#30475;&#35703;&#23142;&#12424;&#12426;&#24039;&#12367;&#12394;&#12387;&#12383;&#12290;</p>

            <p>In the end, Ozaki would work on behalf of the night nurse when she slept whenever his wife&rsquo;s pain began, having learned to do so by imitation. Gradually, he came to work more skilfully than the nurses.</p>
            <br>
            <p>
            &#38291;&#12418;&#12394;&#12367;&#32048;&#21531;&#12399;&#27515;&#12435;&#12384;&#12290;</p>

            <p>Suddenly, his wife died.</p>
            <br>
            <p>
            &#33510;&#12375;&#12415;&#12394;&#12364;&#12425;&#27515;&#12435;&#12391;&#34892;&#12387;&#12383;&#32048;&#21531;&#12399;&#23614;&#23822;&#12398;&#24651;&#22899;&#25151;&#12391;&#12354;&#12387;&#12383;&#12290;<br>
            &#12354;&#12426;&#12375;&#26085;&#12398;&#32048;&#21531;&#12398;&#38754;&#24433;&#12395;&#24745;&#12414;&#12373;&#12428;&#12390;&#12289;&#30496;&#12428;&#12396;&#22812;&#12364;&#32154;&#12356;&#12383;&#12290;<br>
            &#30561;&#30496;&#21092;&#12434;&#26381;&#12435;&#12391;&#12415;&#12390;&#12418;&#21177;&#12363;&#12394;&#12363;&#12387;&#12383;&#12290;</p>

            <p>She died, Ozaki&rsquo;s dear wife, in agony.<br>
            Tormented by her face in memories of bygone days, sleepless nights became endless.<br>
            He would try taking a sleeping aid, but to no effect.</p>
            <br>
            <p>
            &#36196;&#12356;&#30524;&#12434;&#12371;&#12377;&#12426;&#12394;&#12364;&#12425;&#12289;&#23614;&#23822;&#12399;&#12405;&#12392;&#32048;&#21531;&#29992;&#12395;&#36023;&#12387;&#12390;&#32622;&#12356;&#12383;&#12525;&#12531;&#12497;&#12531;&#12398;&#27531;&#12426;&#12434;&#24819;&#12356;&#12384;&#12375;&#12383;&#12290;&#37806;&#30171;&#21092;&#12398;&#12381;&#12398;&#12525;&#12531;&#12497;&#12531;&#12434;&#27880;&#23556;&#12377;&#12427;&#12392;&#12289;&#32048;&#21531;&#12399;&#20170;&#12414;&#12391;&#36578;&#12370;&#12414;&#12431;&#12427;&#12424;&#12358;&#12395;&#33510;&#12375;&#12435;&#12391;&#12356;&#12383;&#12398;&#12364;&#12414;&#12427;&#12391;&#22040;&#12398;&#12424;&#12358;&#12395;&#12289;&#38745;&#12363;&#12395;&#28145;&#12356;&#30496;&#12426;&#12395;&#33853;&#12385;&#12390;&#34892;&#12387;&#12383;&#12398;&#12391;&#12354;&#12427;&#12290;</p>

            <p>Rubbing red eyes, Ozaki suddenly remembered that there was still some Ronpan leftover. When he injected the sedative, his wife - who had until now writhed in pain - would fall into a deep sleep as though it were never there.</p>
            <br>
            <p>
            &#23614;&#23822;&#12399;&#19981;&#30496;&#12398;&#36763;&#12373;&#12395;&#12383;&#12414;&#12426;&#12363;&#12397;&#12390;&#65288;&#22570;&#12426;&#20860;&#12397;&#12390;&#65289;&#12289;&#32972;&#12395;&#33145;&#12399;&#20195;&#12360;&#12425;&#12428;&#12396;&#12525;&#12531;&#12497;&#12531;&#12434;&#12371;&#12431;&#12372;&#12431;&#33258;&#20998;&#12398;&#33109;&#12395;&#27880;&#23556;&#12375;&#12390;&#12415;&#12383;&#12290;&#12377;&#12427;&#12392;&#12289;&#12368;&#12387;&#12377;&#12426;&#30496;&#12428;&#12383;&#12290;</p>

            <p>Unable to bear this bitter restlessness, and knowing that he had to make some sacrifice to make some gain, Ozaki fearfully tried injecting the Ronpan into his arm, thereupon sleeping soundly.</p>
            <br>
            <p>
            &#12381;&#12398;&#26085;&#12363;&#12425;&#27880;&#23556;&#12364;&#24598;&#12367;&#12394;&#12367;&#12394;&#12387;&#12383;&#12290;&#33050;&#27671;&#12398;&#27671;&#21619;&#12398;&#12354;&#12427;&#23614;&#23822;&#12399;&#12289;&#12381;&#12428;&#12414;&#12391;&#12458;&#12522;&#12470;&#12491;&#12531;&#12288;vit b brand&#12288;&#12398;&#31881;&#26411;&#12434;&#26381;&#12435;&#12391;&#12356;&#12383;&#12364;&#12289;&#31881;&#26411;&#12424;&#12426;&#27880;&#23556;&#12398;&#26041;&#12364;&#21177;&#12367;&#12392;&#12431;&#12363;&#12427;&#12392;&#12289;&#12532;&#12451;&#12479;&#12511;&#12531;B1&#12398;&#27880;&#23556;&#34220;&#12434;<br>
            &#36023;&#12356;&#36796;&#12435;&#12391;&#12289;&#27598;&#26085;&#33258;&#20998;&#12398;&#33109;&#12395;&#27880;&#23556;&#12375;&#12383;&#12290;&#20250;&#31038;&#12391;&#21516;&#20698;&#12395;&#12418;&#27880;&#23556;&#12375;&#12390;&#12420;&#12427;&#12392;&#12289;&#21916;&#12400;&#12428;&#12383;&#12290;</p>

            <p>Following that day, injections no longer scared Ozaki. Feeling a loss of sensation in his feet, Ozaki took some Orizanin Vitamin B powder, but upon realising that injecting it would be more successful, bought up a lot of Vitamin B1 ampoules, and shot a dose of it into his arm, every day. Ozaki was delighted to give injections to his colleagues at work.</p>
            <br>
            <p>
            &#20182;&#20154;&#12398;&#33109;&#12395;&#37341;&#12434;&#24046;&#12375;&#36796;&#12416;&#30636;&#38291;&#12398;&#12473;&#12522;&#12523;&#12364;&#12405;&#12392;&#24555;&#24863;&#12417;&#12356;&#12390;&#26469;&#12383;&#12290;&#12459;&#12523;&#12471;&#12454;&#12512;&#12434;&#27880;&#23556;&#12375;&#12390;&#12367;&#12428;&#12383;&#12392;&#38972;&#12416;&#33509;&#12356;&#12479;&#12452;&#12500;&#12473;&#12488;&#12398;&#12416;&#12387;&#12385;&#12426;&#12375;&#12383;&#26580;&#12356;&#33109;&#12408;&#12289;&#12503;&#12473;&#12522;&#65288;&#12392;&#12399;&#12289;&#37341;&#12364;&#30382;&#33178;&#12395;&#20837;&#12426;&#36796;&#12416;&#38899;&#12434;&#34920;&#31034;&#12377;&#12427;&#35328;&#33865;&#65289;&#12392;&#37341;&#12434;&#24046;&#12375;&#36796;&#12416;&#26178;&#12394;&#12393;&#12289;&#33016;&#12398;&#34880;&#12364;&#12489;&#12461;&#12489;&#12461;&#12392;&#34880;&#31649;&#12398;&#20013;&#12391;&#40180;&#12387;&#12390;&#12356;&#12383;&#12290;</p>

            <p>Inserting a syringe&rsquo;s needle into other people&rsquo;s arms came to feel unexpectedly pleasant, even thrilling. He was asked by a young typist to shoot a dose of calcium into her plump, soft arm. The moment when he pushed the needle into her skin made the blood in his chest thump and the blood in his veins sing.</p>
            <br>
            <p>
            &#23614;&#23822;&#12399;&#12532;&#12451;&#12479;&#12511;&#12531;&#12289;&#12459;&#12523;&#12471;&#12454;&#12512;&#12289;&#33889;&#33796;&#31958;&#12289;&#12474;&#12523;&#12501;&#12449;&#12511;&#12531;&#12489;&#12289;&#12507;&#12523;&#12514;&#12531;&#12289;&#37806;&#30171;&#37806;&#38745;&#21092;&#12289;&#30561;&#30496;&#21092;&#12289;&#35299;&#29105;&#21092;&#12289;&#12381;&#12398;&#20182;&#27880;&#23556;&#34220;&#12392;&#21517;&#12398;&#12388;&#12367;&#12418;&#12398;&#12394;&#12425;&#20309;&#12391;&#12418;&#36023;&#12356;&#28316;&#12417;&#12383;&#12290;&#32937;&#12398;&#20957;&#12426;&#12395;&#21177;&#12367;&#27880;&#23556;&#34220;&#12418;&#23614;&#23822;&#12398;&#34220;&#31665;&#12395;&#12399;&#12356;&#12387;&#12390;&#12356;&#12383;&#12290;&#26376;&#32102;&#12398;&#22823;&#21322;&#12434;&#27880;&#23556;&#23429;&#12395;&#27880;&#12366;&#36796;&#12415;&#12289;&#36015;&#37329;&#12414;&#12391;&#24341;&#12365;&#20986;&#12375;&#12383;&#12290;<br>
            &#27880;&#23556;&#12395;&#12356;&#12427;&#12450;&#12523;&#12467;&#12540;&#12523;&#12399;&#12393;&#12435;&#12394;&#39640;&#12356;&#38343;&#20516;&#12391;&#12418;&#36023;&#12356;&#36796;&#12435;&#12384;&#12290;<br>
            &#12381;&#12375;&#12390;&#12381;&#12428;&#12434;&#28961;&#26009;&#12391;&#27880;&#23556;&#12375;&#12390;&#12420;&#12427;&#12371;&#12392;&#12364;&#12289;&#21807;&#19968;&#12398;&#34220;&#12375;&#12415;&#12395;&#12394;&#12387;&#12390;&#12375;&#12414;&#12387;&#12383;&#12290;&#32633;&#28797;&#12375;&#12383;&#26178;&#12418;&#27880;&#23556;&#22120;&#12392;&#27880;&#23556;&#37341;&#12384;&#12369;&#12399;&#25345;&#12385;&#20986;&#12375;&#12383;&#12290;&#28961;&#19968;&#25991;&#12395;&#12394;&#12387;&#12383;&#12364;&#12289;&#12381;&#12428;&#12384;&#12369;&#12364;&#21807;&#19968;&#12398;&#36001;&#29987;&#12384;&#12387;&#12383;&#12290;</p>

            <p>Ozaki stocked up on vitamins, calcium, glucose, antibiotics, hormones, pain relief sedatives, sleeping aids, fever medicine, anything that had &ldquo;dose&rdquo; in the name. He also put some drugs to help his sore shoulder into his medicine box. The majority of his monthly salary was poured into such medicines, before drawing on his savings. He bought up alcohol for his ampoules however high the black market price. And finally, administering injections for free became his only source of pleasure. When downtrodden and afflicted, his injector and hypodermic needle were all he took with him. He became penniless, those items his only property.</p>
            <br>
            <p>
            &#12354;&#12427;&#26085;&#31038;&#29992;&#12391;&#26053;&#34892;&#12375;&#12390;&#23487;&#23627;&#12395;&#27850;&#12414;&#12427;&#12392;&#12289;&#32654;&#12375;&#12356;&#22899;&#20013;&#12364;&#34180;&#22243;&#12434;&#25975;&#12365;&#12395;&#26469;&#12390;&#12289;&#23614;&#23822;&#12364;&#32937;&#12398;&#20957;&#12426;&#12398;&#27880;&#23556;&#12434;&#12375;&#12390;&#12356;&#12427;&#12398;&#12434;&#35211;&#12427;&#12392;&#12289;&#33258;&#20998;&#12395;&#12418;&#12375;&#12390;&#12367;&#12428;&#12392;&#12356;&#12358;&#12290;&#23614;&#23822;&#12399;&#32032;&#30693;&#12425;&#12396;&#38996;&#12391;&#12525;&#12531;&#12497;&#12531;&#12434;&#27880;&#23556;&#12375;&#12390;&#12420;&#12387;&#12383;&#12290;&#22899;&#20013;&#12399;&#24613;&#12395;&#27424;&#20280;&#12434;&#12375;&#12390;&#12289;&#12300;&#31169;&#30496;&#12367;&#12394;&#12387;&#12383;&#12431;&#12290;&#12354;&#12354;&#12356;&#12356;&#27671;&#25345;&#65281;&#12288;&#12371;&#12371;&#12391;&#19968;&#23544;&#27178;&#12395;&#12394;&#12425;&#12379;&#12390;&#19979;&#12373;&#12356;&#12397;&#12301;</p>

            <p>One day, while out on a trip for his company, a beautiful inn maid came to lay the futon in the room in which he stayed, and, upon seeing Ozaki inject some muscle relaxant for his stiff shoulder, asked him to give her a dose too. Without betraying his intentions through his expression, he instead injected her with Ronpan. She quickly yawned, &ldquo;I&rsquo;ve become sleepy, it feels nice! Could I lay down here for a little bit?&rdquo;</p>
            <br>
            <p>
            &#12381;&#12375;&#12390;&#30636;&#12367;&#38291;&#12395;&#30496;&#12387;&#12390;&#12375;&#12414;&#12387;&#12383;&#12290;&#20108;&#26178;&#38291;&#24460;&#12289;&#30524;&#12434;&#35226;&#12375;&#12383;&#22899;&#20013;&#12399;&#12289;&#30496;&#12387;&#12390;&#12356;&#12427;&#38291;&#23614;&#23822;&#12364;&#33258;&#20998;&#12395;&#12393;&#12435;&#12394;&#12371;&#12392;&#12434;&#12375;&#12383;&#12363;&#12289;&#12377;&#12368;&#24735;&#12387;&#12390;&#12375;&#12414;&#12387;&#12383;&#12364;&#12289;&#24594;&#12426;&#12418;&#12379;&#12378;&#22818;&#24515;&#22320;&#12398;&#12358;&#12387;&#12392;&#12426;&#12375;&#12383;&#30524;&#12391;&#23614;&#23822;&#12434;&#35211;&#12383;&#12290;</p>

            <p>In an instant, she fell asleep. Awakening two hours later, she wondered what Ozaki had done to her, and though quickly realising his crime, she looked at him absentmindedly and without anger.</p>
            <br>
            <p>
            &#26053;&#34892;&#12363;&#12425;&#24112;&#12427;&#12392;&#12289;&#26085;&#12372;&#12429;&#34411;&#12398;&#22909;&#12363;&#12394;&#12356;&#35506;&#38263;&#12364;&#23614;&#23822;&#12434;&#21628;&#12435;&#12391;&#12289;&#36817;&#12372;&#12429;&#22812;&#30496;&#12428;&#12396;&#12398;&#12391;&#22256;&#12387;&#12390;&#12356;&#12427;&#12435;&#12384;&#12364;&#20309;&#12363;&#33391;&#12356;&#27880;&#23556;&#12399;&#12394;&#12356;&#12363;&#12392;&#12356;&#12387;&#12383;&#12290;</p>

            <p>After returning from his holiday, Ozaki&rsquo;s boss, whom he found disagreeable, called him, wondering whether there were any good drugs that could help his recent sleepless nights.</p>
            <br>
            <p>
            &#23614;&#23822;&#12399;&#12498;&#12525;&#12509;&#12531;&#12392;&#12356;&#12358;&#33288;&#22894;&#21092;&#12434;&#20108;CC&#12402;&#12381;&#12363;&#12395;&#12408;&#27880;&#23556;&#12434;&#21560;&#12356;&#19978;&#12370;&#12383;&#12290;&#12498;&#12525;&#12509;&#12531;&#12399;&#19968;CC&#12398;&#21322;&#20998;&#27880;&#23556;&#12375;&#12383;&#12384;&#12369;&#12391;&#12418;&#12289;&#19968;&#26217;&#20013;&#24505;&#22812;&#12391;&#20181;&#20107;&#12364;&#20986;&#26469;&#12427;&#12392;&#12356;&#12358;&#35226;&#37266;&#21092;&#12391;&#12354;&#12427;&#12290;</p>

            <p>Ozaki secretively syphoned off 2 cc of a stimulant called Philopon [N.B. This is methamphetamine]. Even injecting half a cc of it would keep a person up for an entire night without hampering their work the next day.</p>
            <br>
            <p>&#35506;&#38263;&#12399;&#12381;&#12428;&#12392;&#30693;&#12425;&#12378;&#12395;&#12289;&#12354;&#12354;&#12371;&#12428;&#12391;&#20170;&#22812;&#12399;&#30496;&#12428;&#12427;&#12392;&#21916;&#12435;&#12391;&#24112;&#12387;&#12390;&#34892;&#12387;&#12383;&#12364;&#32716;&#26397;&#39983;&#12398;&#12424;&#12358;&#12394;&#36196;&#12356;&#30524;&#12434;&#12375;&#12400;&#12383;&#12383;&#12365;&#12394;&#12364;&#12425;&#20986;&#31038;&#12377;&#12427;&#12392;&#12300;&#23614;&#23822;&#21531;&#12289;&#21531;&#12395;&#27880;&#23556;&#12375;&#12390;&#36016;&#12387;&#12383;&#12364;&#12289;&#12363;&#12360;&#12387;&#12390;&#30524;&#12364;&#20916;&#12360;&#12427;&#12400;&#12363;&#12375;&#12391;&#12289;&#22812;&#20013;&#12395;&#29017;&#33609;&#12400;&#12387;&#12363;&#12375;&#21560;&#12358;&#12390;&#12356;&#12383;&#12424;&#12290;&#38343;&#12398;&#29017;&#33609;&#12434;&#22235;&#21313;&#20870;&#12418;&#21560;&#12387;&#12383;&#12424;&#12301;<br>
            &#12300;&#12381;&#12358;&#12391;&#12377;&#12363;&#12290;&#21177;&#12365;&#12414;&#12379;&#12435;&#12391;&#12375;&#12383;&#12363;&#12290;&#20313;&#31243;&#38929;&#22266;&#12394;&#19981;&#30496;&#30151;&#12391;&#12377;&#12397;&#12290;&#12376;&#12419;&#12289;&#12371;&#12435;&#12393;&#12399;&#12409;&#12388;&#12398;&#30561;&#30496;&#21092;&#12434;&#27880;&#23556;&#12375;&#12414;&#12375;&#12423;&#12358;&#12301;</p>

            <p>Unaware, Ozaki&rsquo;s boss left to return home, pleased to know he would sleep well that night, however the following morning, he came in to work with red eyes like a sardine&rsquo;s. &ldquo;Ozaki, you gave me an injection, however I&rsquo;m all the more awake, and spend the whole night doing nothing but smoking black-market cigarettes. I had 40 of them&rdquo;.</p>
            <br>
            <p>&ldquo;Oh really? It wasn&rsquo;t effective? That&rsquo;s quite a stubborn sleeping problem. Well then, Let&rsquo;s try injecting a different sleeping drug.&rdquo;</p>
            <br>
            <p>
            &#23614;&#23822;&#12399;&#20309;&#39135;&#12431;&#12396;&#38996;&#12391;&#12289;&#12414;&#12383;&#12498;&#12525;&#12509;&#12531;&#12434;&#21462;&#12426;&#20986;&#12375;&#12390;&#12289;&#32032;&#26089;&#12367;&#12524;&#12483;&#12486;&#12523;&#12434;&#12399;&#12364;&#12377;&#12392;&#12289;&#20170;&#24230;&#12399;&#19977;CC&#21560;&#12356;&#19978;&#12370;&#12383;&#12290;<br>
            &#12300;&#38543;&#20998;&#27810;&#23665;&#20837;&#12428;&#12427;&#12435;&#12384;&#12397;&#12301;<br>
            &#12300;&#12356;&#12420;&#12371;&#12428;&#12368;&#12425;&#12356;&#20837;&#12428;&#12394;&#12356;&#12392;&#21177;&#12365;&#12414;&#12379;&#12435;&#12424;&#12301;</p>

            <p>With an innocent look, Ozaki took out another Philopon dose, and quickly tore off the label, this time syphoning off 3 cc. <br>
            &ldquo;You&rsquo;re putting an awful lot in!&rdquo;<br>
            &ldquo;Ah, but if we don&rsquo;t use this much, it&rsquo;ll not take effect&rdquo;.</p>
            <br>
            <p>
            &#32716;&#26397;&#12289;&#20986;&#31038;&#12375;&#12383;&#35506;&#38263;&#12399;&#28693;&#27515;&#12398;&#30149;&#20154;&#12398;&#12424;&#12358;&#12395;&#38738;&#12374;&#12417;&#12394;&#12364;&#12425;&#12289;&#12459;&#12531;&#12459;&#12531;&#12395;&#24594;&#12387;&#12390;&#12356;&#12383;&#12290;</p>

            <p>The next day, Ozaki&rsquo;s boss, with a pale face as though a patient on the verge of death, came into work in a rage.</p>
            <br>
            <p>
            &#23614;&#23822;&#12399;&#39320;&#39318;&#12395;&#12394;&#12387;&#12383;&#12290;&#36864;&#32887;&#37329;&#12399;&#12377;&#12391;&#12395;&#27880;&#23556;&#23429;&#12398;&#36092;&#20837;&#12398;&#12383;&#12417;&#21069;&#20511;&#12426;&#12375;&#12390;&#12356;&#12383;&#12398;&#12391;&#12289;&#12381;&#12398;&#26085;&#12363;&#12425;&#39135;&#12358;&#12395;&#22256;&#12387;&#12390;&#12375;&#12414;&#12387;&#12383;&#12290;</p>

            <p>Ozaki was dismissed. Having already spent his severance pay, and already used his final month&rsquo;s advance, his days would become troubled for hunger.</p>
            <br>
            <p>
            &#23614;&#23822;&#12399;&#34382;&#12398;&#23376;&#12398;&#27880;&#23556;&#34220;&#12434;&#39080;&#21570;&#25975;&#12398;&#19978;&#12395;&#12402;&#12429;&#12370;&#12390;&#12289;&#27598;&#26085;&#38343;&#24066;&#12398;&#29255;&#38533;&#12395;&#20295;&#12435;&#12384;&#12290;&#12375;&#12363;&#12375;&#12381;&#12428;&#12418;<br>
            &#22770;&#12426;&#12388;&#12367;&#12375;&#12414;&#12358;&#12392;&#12289;&#23614;&#23822;&#12399;&#12414;&#12383;&#28961;&#19968;&#25991;&#12395;&#12394;&#12387;&#12390;&#12375;&#12414;&#12387;&#12383;&#12290;</p>

            <p>Ozaki spread tiger cub tranquilliser over a wrapping cloth, loitering in a corner of the black market every day. But even after running out of stock, Ozaki would still be penniless.</p>
            <br>
            <p>&#12420;&#12364;&#12390;&#23614;&#23822;&#12399;&#28014;&#28010;&#32773;&#12398;&#20210;&#38291;&#20837;&#12426;&#12434;&#12375;&#12383;&#12290;&#12381;&#12375;&#12390;&#20309;&#26085;&#12363;&#12383;&#12387;&#12383;&#12354;&#12427;&#26085;&#12289;&#24029;&#12395;&#28014;&#12356;&#12390;&#12356;&#12427;&#23614;&#23822;&#12398;&#27515;&#39608;&#12364;&#30330;&#35211;&#12373;&#12428;&#12383;&#12290;</p>

            <p>Eventually Ozaki joined a group of tramps. And after a number of days, his corpse would be discovered floating in the river.</p>
            <br>
            <p>
            &#26908;&#35222;&#12398;&#21307;&#32773;&#12399;&#19981;&#24605;&#35696;&#12381;&#12358;&#12395;&#39318;&#12434;&#12402;&#12381;&#12397;&#12387;&#12383;&#12290;&#23455;&#12399;&#23614;&#23822;&#12364;&#20837;&#27700;&#12377;&#12427;&#30452;&#21069;&#12289;&#25040;&#12395;&#12383;&#12387;&#12383;&#19968;&#12388;&#27531;&#12387;&#12390;&#12356;&#12383;&#38450;&#33104;&#21092;&#12434;&#33258;&#20998;&#12391;&#27880;&#23556;&#12375;&#12390;&#32622;&#12356;&#12383;&#12392;&#12356;&#12358;&#12371;&#12392;&#12434;&#12289;&#21307;&#32773;&#12399;&#30693;&#12427;&#30001;&#12418;&#12394;&#12363;&#12387;&#12383;&#12398;&#12391;&#12354;&#12427;&#12290;</p>

            <p>The physician conducting the autopsy tilted his head in bewilderment. In his breast pocket was a sole vial of preservative chemical, the significance of which he couldn&rsquo;t understand. In actuality, Ozaki had injected himself with it immediately, before diving headfirst into the river.</p>
            <br>
            <p>
            &#12381;&#12398;&#38450;&#33104;&#21092;&#12398;&#27880;&#23556;&#34220;&#12384;&#12369;&#12399;&#12373;&#12377;&#12364;&#12395;&#38343;&#24066;&#12391;&#12418;&#22770;&#12428;&#12394;&#12363;&#12387;&#12383;&#12290;<br>
            &#12381;&#12375;&#12390;&#12381;&#12428;&#12364;&#23614;&#23822;&#12398;&#26368;&#24460;&#12398;&#27880;&#23556;&#12395;&#12394;&#12387;&#12390;&#12375;&#12414;&#12387;&#12383;&#12398;&#12384;&#12290;</p>

            <p>That preservative was not sold even on the black market.<br>
            And so, that became Ozaki&rsquo;s final injection.<br><br>
            
            
        <img src="../resources/oda.JPG" style="width:100%;">   <br>
        <p style="font-size:small; text-align: right;"><em>Pages 2-3 from 'Daisuke Yokota: Heartpressed'<em></p>
            </p>



        </div>
    
    </div>

</body>
</html>